Repository: Belarus/OmegaT-Common.TMX
Catalog: tmx/segmented/bsplayer.tmx
Source language: en
Languages: be

source: "WinAmp2 DSP plugins"
be: "DSP плагіны Winamp 2"

source: "WinLIRC address and port"
be: "WinLIRC адрэса й порт"

# "WinLIRC button name (ENTER to confirm) Or press button on remote"
source: "WinLIRC button name\n(ENTER to confirm)\nOr press button on remote"
be: "WinLIRC кнопка\n(Enter - пацьвердзіць)\nці цісьніце кнопку на ДК"

source: "Winamp plugin folder"
be: "Папка з Winamp-плагінамі"

source: "Windowed mode"
be: "Аконны рэжым"

source: "Zoom"
be: "Маштаб"

source: "ffdshow Luminance gain "
be: "Павялічэньне яркасьці ffdshow "

source: "ffdshow Post processing "
be: "Постапрацоўка ffdshow "

source: "frames"
be: "кадраў"

source: About
be: Аб праграме

source: Add
be: Дадаць

source: Add bookmark
be: Дадаць закладку

source: Adjust delay
be: Рэгуляваньне затрымкі

source: Always On Top
be: Заўсёды наверсе

source: Always On Top Ovr mode
be: Заўсёды наверсе (на аверлэю)

source: Apply
be: Ужыць

source: Aspect anamorphic
be: Анамарфотны выгляд

source: Aspect ratio 16:9
be: Суадносіны бакоў 16:9

source: Aspect ratio 4:3
be: Суадносіны бакоў 4:3

source: Audio channels
be: Аўдыё каналы

source: Audio encoder
be: Аўдыё кодэр

source: Audio encoding format
be: Фармат кадаваньня аўдыё

source: Audio format
be: Аўдыё фармат

source: Audio stream volume cycle
be: Цыклічна зьмяняць гучнасьць гуку

source: Author
be: Аўтар

source: Auto tune
be: Аўтаналада

source: Average Bitrate (kbit)
be: Сярэдні Бітрэйт (кбіт)

source: Average frame rate achieved
be: Сярэдняя хуткасьць перадачы кадраў

source: Average sync offset (mSec)
be: Сярэдні зрух сынхранізацыі (мсек)

source: BST
be: Basket davey88@mail.ru

source: Boss button
be: Кнопка боса

source: Buffer status
be: Стан буфэра

source: CD-ROM drives
be: CD-ROM дыскі

source: Capture configuration
be: Налады захопу

source: Capture decoded (uncompressed) video
be: Зхоп дэкадаванага (ня сьціснутага) відэа

source: Capture frame - "What you see"
be: Захаваць кадр бягучага памера

source: Capture frame - original image size
be: Захаваць кадр арыгінальнага памера

source: Center frequency (Hz)
be: Сярэдняя частата (Гц)

source: Change
be: Зьмяніць

source: Channel
be: Канал

source: Channel number
be: Нумар11каналу

source: Chapter viewer
be: Прагляд частак

source: Close movie
be: Зачыніць фільм

source: Close player
be: Зачыніць прайгравальнік

source: Color space
be: Каляровы абшар

source: Config
be: Налады

source: Configuration
be: Канфігурацыя

source: Convert
be: Пераўтварэньне

source: Copyright
be: Аўтарскія правы

source: Country
be: Краіна

source: Custom Pan-scan
be: Вылучэньне памера панарамы

source: Cycle aspect ratios
be: Цыклічна зьмяняць суадносіны бакоў

source: Cycle audio streams
be: Цыклічна зьмяняць аўдыёструмені

source: Cycle subtitles
be: Цыклічна зьмяняць субтытры

source: Cycle video streams
be: Цыклічна зьмяняць відэаструмені

source: Decoding resolution
be: Дэкадаваньне рэзалюцыі

source: Decrease Brightness (HW)
be: Паменшыць яркасьць (HW)

source: Decrease Contrast (HW)
be: Паменшыць кантраснасьць (HW)

source: Decrease Hue (HW)
be: Паменшыць каляровасьць (HW)

source: Decrease Saturation (HW)
be: Паменшыць насычанасьць (HW)

source: Decrease brightness
be: Паменшыць яркасьць

source: Decrease playback rate by 1%
be: Паменшыць хутк. прайгр. на 1%

source: Decrease playback rate by 10%
be: Паменшыць хутк. прайгр. на 10%

source: Decrease post processing
be: Паменшыць узровень апрацоўкі

source: Decrease subtitle font size
be: Паменшыць памер шрыфта субтытраў

source: Dedynamic filter decrease amplification
be: Dedynamic фільтар: паменшыць узмацненьне

source: Dedynamic filter decrease pre-amplification
be: Dedynamic фільтар: паменшыць прадузмацненьне

source: Dedynamic filter increase amplification
be: Dedynamic фільтар: павялічыць узмацненьне

source: Dedynamic filter increase pre-amplification
be: Dedynamic фільтар: павялічыць прадузмацненьне

source: Default
be: Па змаўчаньню

source: Delay
be: Затрымка

source: Delete
be: Выдаліць

source: Desktop mode
be: Рэжым 'Працоўны стол'

source: Digital video (DV)
be: Лічбавае відэа (ЛВ)

source: Disable preview while capturing (less CPU usage)
be: Адключыць прадпрагляд пакуль ідзе захоп (памяншае загрузку CPU)

source: Duration
be: Працягласьць

source: EQ
be: Экваляйзэр

source: Edit bookmark
be: Рэдагаваць закладкі

source: Enable buffer for:
be: Уключыць буфэр для:

source: Encoding
be: Кадаваньне

source: Equalizer enabled
be: Экваляйзэр уключаны

source: Exit
be: Выхад

source: Exit Full Screen
be: Выхад з поўнаэкраннага рэжыму

source: Fast forward
be: Наперад

source: Fast rewind
be: Назад

source: Fixed drives
be: Жорсткія дыскі

source: Frame rate
be: Хуткасьць перадачы кадраў

source: Frame rate conversion
be: Пераўтварэньне хуткасьці перадачы кадраў

source: Frames dropped
be: Прапушчана кадраў

source: Frames played
be: Прайграна кадраў

source: Free resize down (in full screen)
be: Зьмяніць памер уніз (у поўнаэкранным рэж.)

source: Free resize left (in full screen)
be: Зьмяніць памер налева (у поўнаэкранным рэж.)

source: Free resize right (in full screen)
be: Зьмяніць памер направа (у поўнаэкранным рэж.)

source: Free resize up (in full screen)
be: Зьмяніць памер уверх (у поўнаэкранным рэж.)

source: Frequency bands (more bands, more CPU usage)
be: Паласа частотаў (больш палосаў, больш выкарыстаньне цэнтральнага працэсара)

source: Full screen switch
be: Пераключальнік поўнаэкраннага рэжыму

source: Global key
be: Глабальная клавіша

source: Increase Brightness (HW)
be: Павялічыць яркасьць (HW)

source: Increase Contrast (HW)
be: Павялічыць кантраснасьць (HW)

source: Increase Hue (HW)
be: Павялічыць каляровасьць (HW)

source: Increase Saturation (HW)
be: Павялічыць насычанасьць (HW)

source: Increase brightness
be: Павялічыць яркасьць

source: Increase playback rate by 1%
be: Павялічыць хутк. прайгр. на 1%

source: Increase playback rate by 10%
be: Павялічыць хутк. прайгр. на 10%

source: Increase post processing
be: Павялічыць узровень апрацоўкі

source: Increase subtitle font size
be: Павялічыць памер шрыфта субтытраў

source: Input
be: Увод

source: Input type
be: Уваходны тып

source: Jitter (std dev frame time) (mSec)
be: Флюктуацыя (мсек)

source: Jump backward
be: Перайсьці назад

source: Jump forward
be: Перайсьці наперад

source: JumpToTime
be: Пераход на час

source: Load
be: Загрузіць1

source: Load subtitle
be: Загрузіць субтытры

source: Load subtitles
be: Загрузіць субтытры

source: Media info
be: Відэададзеныя

source: Minimize
be: "Згарнуць"

source: Minimize to systray
be: Згарнуць у трэй

source: Move picture down (in full screen)
be: Ссунуць малюнак уніз (у поўнаэкранным рэж.)

source: Move picture left (in full screen)
be: Ссунуць малюнак налева (у поўнаэкранным рэж.)

source: Move picture right (in full screen)
be: Ссунуць малюнак направа (у поўнаэкранным рэж.)

source: Move picture up (in full screen)
be: Ссунуць малюнак уверх (у поўнаэкранным рэж.)

source: Move subtitles down
be: Апусьціць субтытры

source: Move subtitles up
be: Падняць субтытры

source: Movie mode
be: Рэжым фільма

source: Mute
be: Выключыць гук

source: Network drives
be: Сеткавыя дыскі

source: Next
be: Наст

source: Next CD
be: Наступны CD

source: Next Chapter
be: Наступная частка

source: Open audio file
be: Адчыніць аўдыёфайл

source: Open movie
be: Адчыніць фільм

source: Original aspect ratio
be: Арыгінальныя суадносіны бакоў

source: Output
be: Вывад

source: Output size
be: Памер вываду

source: Pan In
be: Павялічыць маштаб

source: Pan Out
be: Паменшыць маштаб

source: Pan-scan
be: Панарамаваньне

source: Pause
be: Паўза

source: Pause movie
be: Прыпыніць фільм

source: Play
be: Прайграваньне

source: Playlist
be: Сьпіс прайграваньня

source: Preferences
be: Налады

source: Prev
be: Прад

source: Prev CD
be: Папярэдні CD

source: Prev Chapter
be: Папярэдняя частка

source: Refresh skin
be: Аднавіць скуру (skin)

source: Removable drives
be: Гнуткія дыскі

source: Reset
be: Скід

source: Resize movie window +
be: Маштабаваць відэа акно +

source: Resize movie window -
be: Маштабаваць відэа акно -

source: Save
be: Захаваць2

source: Save subtitle (*.srt)
be: Захаваць субтытры (*.srt)

source: Seek backward
be: Перамотка назад

source: Seek forward
be: Перамотка наперад

source: Select capture device
be: Вылучыць прыладу для захопу

source: Select chapter
be: Вылучэньне часткі фільма

source: Show HW Color controls dialog
be: Паказаць HW дыялёг наладаў малюнка

source: Show/Hide OSD
be: Паказаць/Схаваць час фільма

source: Show/Hide main window
be: Паказаць/Схаваць панэль кіраваньня

source: Sign
be: Подпіс

source: Skins
be: Скуры (Skins)

source: Source
be: Крыніца

source: Start
be: Пачаць

source: Start recording
be: Пачаць запіс

source: Std dev sync offset (mSec)
be: Стандартны зрух сынхранізацыі (мсек)

source: Stop
be: Стоп

source: Stop movie
be: Спыніць фільм

source: Subtitle
be: Субтытры

source: Subtitle editor
be: Рэдактар субтытраў

source: Subtitle time
be: Час субтытраў

source: Subtitles on/off
be: Субтытры ўкл/адкл

source: Subtitles time correction + (small steps) / Vobsub inc speed
be: Час. сынхранізацыя субтытраў + (дакладная) / пав. хуткасьць Vobsub

source: Subtitles time correction + / Vobsub inc delay
be: Часовая сынхранізацыя субтытраў + / пав. затрымку Vobsub

source: Subtitles time correction - (small steps) / Vobsub dec speed
be: Час. сынхранізацыя субтытраў - (дакладная) / пам. хуткасьць Vobsub

source: Subtitles time correction - / Vobsub dec delay)
be: Часовая сынхранізацыя субтытраў - / пам. затрымку Vobsub

source: Surface type
be: Павярхоўны тып

source: Switch repeat modes
be: Пераключыць рэжым паўтору

source: Switch time/frames
be: Пераключыць час/кадры

source: Switch wait for vertical-blank
be: Пераключальнік'Чакаць вэртыкальнага прабела'

source: TV Tuner
be: ТБ-тюнэр

source: TV tuner configuration
be: Налады ТБ-тюнэра

source: Target
be: Мэта

source: Title
be: Загаловак

source: Tuner configuration
be: Канфігурацыя тюнэра

source: Video encoder
be: Відэа кодэр

source: Video encoding format
be: Фармат кадаваньня відэа

source: Video info
be: Відэададзеныя

source: Video size
be: Памер відэа

source: Video standard
be: Відэа стандарт

source: Volume Down
be: Паменшыць гучнасьць

source: Volume Up
be: Павялічыць гучнасьць

source: Zoom 100%
be: Маштаб 100%

source: Zoom 200%
be: Маштаб 200%

source: Zoom 50%
be: Маштаб 50%

source: Zoom in (in full screen)
be: Павялічыць маштаб (у поўнаэкранным рэж.)

source: Zoom out (in full screen)
be: Паменшыць маштаб (у поўнаэкранным рэж.)
